Repository: tuxbox-fork-migrations/recycled-neutrino2
Catalog: data/locale/*.po
Languages: ru

source: User menu F1
ru: Пользовательское меню - F1

source: User menu F2
ru: Пользовательское меню - F2

source: User menu F3
ru: Пользовательское меню - F3

source: User menu F4
ru: Пользовательское меню - F4

source: User menu blue
ru: Меню пользователя - синяя клавиша

source: Username
ru: Имя пользователя

source: Version:
ru: Версия:

source: Vertical
ru: Вертикаль

source: Vertikal (in %)
ru: Вертикаль (in %)

source: Video Format
ru: Формат видео

source: Video Resolution
ru: Разрешение видео

source: Video settings
ru: Настройки видео

source: Videotext
ru: Видеотекст

source: Volume / Playtime
ru: Volume / Playtim

source: Wait a few seconds for abort
ru: Подождите несколько секунд для прерывания

source: Waiting for time...
ru: В ожидании времени...

source: Wednesday
ru: Среда

source: West
ru: Запад

source: Writing Flash
ru: Запись Flash

source: Year of production
ru: Год выпуска

source: Yes
ru: Да

source: You really want to to stop record ?
ru: Вы действительно хотите остановить запись ?

source: Zoom in
ru: Увеличить масштаб

source: Zoom out
ru: Уменьшить масштаб

source: a empty entry means no proxy
ru: пустая запись означает отсутствие прокси

source: a empty entry means no proxy-auth
ru: пустая запись означает отсутствие прокси

source: add channel to my favorites
ru: добавить канал в избранное

source: alpha
ru: альфа

source: amount of timer repeats
ru: количество самоповторов

source: approx. 1 minute back
ru: 1 минута назад

source: approx. 10 minutes back
ru: 10 минут назад

source: approx. 5 minutes back
ru: 5 минут назад

source: arts / culture
ru: искусство / культура

source: arts/culture magazines
ru: журналы об искусстве и культуре

source: athletics
ru: легкая атлетика

source: back
ru: назад

source: ballet
ru: балет

source: biweekly
ru: раз в две недели

source: blue
ru: синий

source: bottom left
ru: нижний левый

source: bottom right
ru: внизу справа

source: by bouquet
ru: по букету

source: can't get update list
ru: не удается получить список обновлений

source: can't open file
ru: не удается открыть файл

source: can't open mtd-device
ru: не удается открыть mtd-устройство

source: center
ru: центр

source: checking version
ru: проверка версии

source: children / juvenile program
ru: детская программа

source: choose Skin Style.
ru: выберите стиль скина

source: clear all
ru: стереть все

source: colored
ru: цветной

source: comedy
ru: комедия

source: cooking
ru: повар

source: create screenshot?
ru: создать скриншот?

source: date / time
ru: дата / время

source: default audio streams
ru: аудиопотоки по умолчанию

source: default center
ru: центр по умолчанию

source: delete
ru: удалить

source: direct connected
ru: прямое подключение

source: direct selection
ru: прямой выбор

source: directory already mounted
ru: каталог уже смонтирован

source: directory/share
ru: каталог/общий ресурс

source: documentary
ru: документальный фильм

source: documentation / magazine
ru: документация / журнал

source: don't care
ru: мне все равно

source: enter proxyserver name or ip, use host:port
ru: введите имя прокси-сервера или IP-адрес, используйте host:port

source: enter the proxyserver password
ru: введите пароль прокси-сервера

source: enter the proxyserver username
ru: введите имя пользователя прокси-сервера

source: entertainment programmes for 10 to 16
ru: развлекательные программы от 10 до 16 лет

source: entertainment programmes for 6 to 14
ru: развлекательные программы для детей от 6 до 14 лет

source: equestrian
ru: конный спорт

source: erase all
ru: стереть все

source: erasing flash
ru: стереть флэшь

source: erasure of flash failed
ru: стераное флэшь не удалось

source: error umounting volume
ru: ошибка повторного подключения тома

source: experimental film/video
ru: экспериментальный фильм/видео

source: fashion
ru: мода

source: fast
ru: быстро

source: filebrowser item
ru: элемент файлового браузера

source: filesystem type not supported
ru: тип файловой системы не поддерживается

source: film/cinema
ru: фильм/кино

source: fine arts
ru: изобразительное искусство

source: fitness & health
ru: фитнес и здоровье

source: foreign countries/expeditions
ru: зарубежные страны/экспедиции

source: fourweekly
ru: четыре недели

source: from 12 years up
ru: от 12 лет и старше

source: from 16 years up
ru: от 16 лет и старше

source: from 18 years up
ru: от 18 лет и старше

source: further education
ru: дополнительное образование

source: gardening
ru: бонсай

source: getting update list
ru: получение списка обновлений

source: green
ru: зеленый

source: handicraft
ru: ремесло

source: higher center
ru: высший центр

source: info
ru: информация

source: internet Radio
ru: интернет-радио

source: is not installed please install again.
ru: не установлен, пожалуйста, установите еще раз

source: is reachable (ping)
ru: доступ к контенту (ping)

source: is unreachable
ru: контент недоступен

source: is unreachable (host or protocol error)
ru: контент недоступен (ошибка хоста или протокола)

source: is unreachable (socket error)
ru: содержимое недоступно (ошибка сокета)

source: italian
ru: итальянский

source: jazz
ru: джаз

source: languages
ru: языки

source: large
ru: большой

source: leave current
ru: оставить текущий

source: left
ru: левый

source: literature
ru: литература

source: martial sports
ru: боевые виды спорта

source: middle
ru: средний

source: milliseconds
ru: миллисекунды

source: monochrom
ru: монохром

source: monthly
ru: ежемесячно

source: motor sports
ru: автоспорт

source: motoring
ru: автомобильное дело

source: mount error
ru: ошибка монтирования

source: mount error: timeout
ru: ошибка монтирования: тайм-аут

source: mount now
ru: монтировать сейчас

source: mount on startup
ru: монтировать при запуске

source: moving speed (10 = 1deg/sec)
ru: скорость перемещения (10 = 1deg/сек)

source: music / ballet / dance
ru: музыка / балет / танцы

source: need reboot or epg-reset
ru: нужна перезагрузка или epg-сброс

source: never
ru: никогда

source: news
ru: новости

source: news magazine
ru: журнал новостей

source: next bouquet
ru: следующий букет

source: no DiSEqC
ru: нет DiSEqC

source: no epg found
ru: epg не найден

source: no gradient
ru: без градиента

source: none
ru: нет

source: normal Brightness
ru: нормальная яркость

source: normaly 50000, 0 to disable limit
ru: нормально 50000, 0 для отключения лимита

source: not available
ru: недоступно

source: not connected
ru: не подключен

source: off
ru: выкл.

source: on
ru: вкл.

source: on locked bouquets
ru: на заблокированных букетах

source: on weekdays
ru: по будням

source: once
ru: однажды

source: output to PNG
ru: вывод в PNG

source: package has errors
ru: ошибки обработки пакетов

source: package install failed
ru: установка пакета не удалась

source: page down
ru: страница вниз

source: page up
ru: страница вверх

source: password
ru: пароль

source: performing arts
ru: исполнительское искусство

source: pre-school children's programmes
ru: дошкольные детские программы

source: programming flash
ru: программтрование флэш

source: purple
ru: фиолетовый

source: record
ru: запись

source: record default audio streams
ru: запись аудиопотоков по умолчанию

source: recording directory
ru: каталог записей

source: red
ru: красный

source: religion
ru: религия

source: remarkable people
ru: замечательные люди

source: remount
ru: перемонтировать

source: repeats
ru: повторяется

source: romance
ru: романтика

source: save play list
ru: сохранить список воспроизведения

source: save playlist
ru: сохранить список воспроизведения

source: schedule
ru: расписание

source: search
ru: поиск

source: show movie infoviewer
ru: показать фильм infoviewer

source: show playlist
ru: показать список воспроизведения

source: shuffle playlist
ru: писок воспроизведения в случайном порядке

source: simple
ru: простой

source: skip approx. 1 minute
ru: пропустить ок. 1 минута

source: skip approx. 10 minutes
ru: пропустить ок. 10 минут

source: skip approx. 5 minutes
ru: пропустить ок. 5 минут

source: skip bookmark
ru: пропустить закладку

source: slow
ru: медленный

source: small
ru: маленький

source: social & politic events / business
ru: социальные и политические мероприятия / бизнес

source: sorting(A..Z)
ru: сортировка(A..Z)

source: sorting(Time)
ru: сортировка(время)

source: special events (Olympic Games,World Cup etc.)
ru: специальные мероприятия (Олимпийские игры,чемпионат мира и т.д.)

source: sports
ru: спорт

source: sports magazines
ru: спортивные журналы

source: stereo
ru: стерео

source: stop on good signal(moving)
ru: стоп на хорошем сигнале(движении)

source: stop on good signal(stopped)
ru: стоп на хорошем сигнале(остановлен)

source: swap mode
ru: режим подкачки

source: switch off after
ru: выключить после

source: talk show
ru: ток-шоу

source: team sports (excluding football)
ru: командные виды спорта (кроме футбола)

source: technology/natural sciences
ru: технология/естественные науки

source: the filesize is 0 Bytes
ru: содержимое файла размером 0 байт

source: time (in minutes) to switch from standby
ru: время (в минутах) переключения из режима ожидания

source: to deep standby (0 = off).
ru: в глубокий режим ожидания (0 = выкл.)

source: top left
ru: верхний левый

source: top right
ru: вверху справа

source: travel & recreation
ru: путешествия и отдых

source: type
ru: тип

source: unknown
ru: неизвестно

source: update
ru: обновление

source: username
ru: имя пользователя

source: very large
ru: очень большой

source: view mode
ru: режим просмотра

source: waiting for EPG...
ru: в ожидании EPG...

source: water sports
ru: водные виды спорта

source: weekly
ru: еженедельно

source: will added to stop time of every record timer.
ru: будет добавлен ко времени остановки каждой записи

source: winter sports
ru: зимние виды спорта

source: youtube ID Key:
ru: Ключ идентификатора YouTube:
