Repository: tuxbox-fork-migrations/recycled-neutrino2
Catalog: data/locale/*.po
Languages: ru

source: (Date)
ru: (Дата)

source: (Re)-Calculate Positions
ru: (Re)-Рассчитать позиции

source: (Size)
ru: (Размер)

source: (a) Motor Position:
ru: (a) Положение мотора:

source: (b) Movement:
ru: (b) Движение:

source: (c) Step Size:
ru: (c) Размер шага:

source: (filename)
ru: (имя файла)

source: (filename2)
ru: (имя файла2)

source: (relative, in seconds)
ru: (относительный, это секунды)

source: (starting in %d min)
ru: (начиная с %d мин)

source: (type)
ru: (тип)

source: 0 for unlimited repeats
ru: 0 для неограниченного количества повторов

source: AC3 Delay
ru: Задержка AC3

source: AV Select
ru: Выбрать AV

source: Abortion of channel scan
ru: Прерывание сканирования канала

source: Absolute start directory
ru: Абсолютный начальный каталог

source: Actions
ru: Действия

source: Activate changes
ru: Активировать изменения

source: Activate settings
ru: Активировать настройки

source: Actors
ru: Актеры

source: Add
ru: Добавить

source: Add to Bouquets
ru: Добавить в букеты

source: Age
ru: Возраст

source: Alarm time
ru: Время будильника

source: All Channels
ru: Все каналы

source: All Services
ru: Все сервисы

source: All services
ru: Все сервисы

source: Alpha Setup
ru: Альфа настройка

source: Analog Output
ru: Аналоговый выход

source: Antenna positioning
ru: Позиционирование антенны

source: Arabic
ru: Арабский

source: Are you sure ?
ru: Вы уверены ?

source: Are you sure to format ? You will lost all data
ru: Вы уверены в форматировании ? Вы потеряете все данные

source: Are you sure to init ?
ru: Вы уверены, что init ?

source: Aspect Ratio
ru: Соотношение сторон

source: Audio
ru: Аудио

source: Audio PIDs
ru: Аудио PIDs

source: Audio Playlist
ru: Список воспроизведения аудио

source: Audio language preferences
ru: Настройки языка аудио

source: Audio settings
ru: Настройки звука

source: Audioplayer
ru: Аудиоплеер

source: Audioplayer settings
ru: Настройки аудиоплеера

source: Audiotype
ru: Аудиотип

source: Auto select audio
ru: Автоматический выбор звука

source: Auto select subtitles
ru: Автоматический выбор субтитров

source: Auto-Scan
ru: Автосканирование

source: Auto-Scan multiple Satellites
ru: Автоматическое сканирование нескольких спутников

source: Available Images/Packages
ru: Доступные Images/Packages

source: BOTTOM
ru: кнопка

source: BOTTOM LEFT
ru: Кнопка лево

source: BOTTOM RIGHT
ru: Кнопка право

source: Back
ru: Назад

source: Backup failed
ru: Сбой резервного копирования

source: Bandwidth
ru: Пропускная способность

source: Bitrate
ru: Битрейт

source: Bookmarks
ru: Закладки

source: Border
ru: Граница

source: Bosnian
ru: Боснийский

source: Bouquet
ru: Букет

source: Bouquet Editor
ru: Редактор букетов

source: Bouquet back
ru: Букет обратно

source: Bouquets
ru: Букеты

source: Box Info
ru: Информация о ресивере

source: Box will shutdown in 1 min. Cancel Sutdown ?
ru: Ресивер выключится через 1 минуту. Отменить выключение ?

source: Brightness
ru: Яркость

source: Broadcast
ru: Трансляция

source: Built date:
ru: Дата сборки:

source: Buttons Bar
ru: Панель кнопок

source: Buttons Line
ru: Линия кнопок

source: Cancel
ru: Отмена

source: Change PIN code
ru: Изменить PIN-код

source: Change sort order
ru: Изменить порядок сортировки

source: Channel
ru: Канал

source: Channel (short) / Sep.-Line / Title
ru: Канал (короткий) / Строка / Название

source: Channel (short) / Title
ru: Канал (короткий) / Название

source: Channel / Sep.-Line / Title
ru: Канал / Строка / Название

source: Channel / Title
ru: Канал / Название

source: Channel Logo
ru: Логотип канала

source: Channel name
ru: Название канала

source: Channel not available
ru: Канал недоступен

source: Channel up
ru: Канал вверх

source: Channel:
ru: Канал:

source: Channellist
ru: Список каналов

source: Channellist settings
ru: Установки списка каналов

source: Check filesystem
ru: Проверка файловой системы

source: Colour Range
ru: Цветовая гамма

source: Contrast
ru: Контраст

source: Contrast / Brightness
ru: Контрастность / Яркость

source: Copy bouquet to Favorites
ru: Скопировать букет в Избранное

source: Corner
ru: Угол

source: Correction time in min. (00=off). This time
ru: Время коррекции - мин. (00=выкл.). На этот раз

source: Country
ru: Страна

source: Create bookmark
ru: Создать закладку

source: Create list of HD channels
ru: Создать список HD-каналов

source: Current Track
ru: Текущий трек

source: Current key
ru: Текущий ключ

source: Current transponder
ru: Текущий транспондер

source: Current version
ru: Текущая версия

source: Czech
ru: Чешский

source: Dark to Light
ru: От темного к светлому

source: Dark to Light to Dark
ru: От темного к светлому к темному

source: Data
ru: Данные

source: Date
ru: Дата

source: Decrease Motor Position (a)
ru: Уменьшить положение двигателя (a)

source: Default
ru: По умолчанию

source: Default (Channel)
ru: По умолчанию (канал)

source: Default gateway
ru: Шлюз по умолчанию

source: Delayed shutdown
ru: Отложенное завершение работы

source: Delete
ru: Удалить

source: Delete WebTV channels
ru: Удалить WebTV каналы

source: Delete all
ru: Удалить все

source: Description
ru: Описание

source: Description:
ru: Описание:

source: Details current program
ru: Подробная информация о текущей программе

source: DiSEqC-repeats
ru: DiSEqC-повторы

source: Diashow mode
ru: Diashow режим

source: Direct-Mode
ru: Прямой режим

source: Director
ru: Директор

source: Directory for updates
ru: Директория для обновлений

source: Disable (soft) Limits
ru: Отключить (soft) Limits

source: Discard changes?
ru: Отменить изменения?

source: Diseqc input
ru: Diseqc вход

source: Display image
ru: Отображение изображения

source: Display settings
ru: Настройки дисплея

source: Do not scale picture
ru: Не масштабировать изображение

source: Do you want to overwrite this file:
ru: Вы хотите перезаписать этот файл:

source: Do you want to restore the previous settings?
ru: Вы хотите восстановить предыдущие настройки?

source: Dutch
ru: Голландский

source: EPG Plus
ru: Обзор списка событий

source: EPG is not available
ru: EPG недоступен

source: EPG not available
ru: EPG недоступен

source: EPG not loaded...
ru: EPG не загружен...

source: EPG save path
ru: Путь сохранения EPG

source: EPG settings
ru: Настройки EPG

source: East
ru: Восток

source: Edit
ru: Редактировать

source: Enable (soft) Limits
ru: Включить (soft) Limits

source: Enable standby
ru: Включить режим ожидания

source: English
ru: Английский

source: Enter jump target
ru: Введите цель прыжка

source: Enter standby
ru: Войти в режим ожидания

source: Enter your new youth protection pin code here!
ru: Введите здесь свой новый PIN-код защиты!

source: Error
ru: Ошибка

source: Event list
ru: Список событий

source: Eventlist current programm
ru: Список событий текущей программы

source: Eventlist overview
ru: Обзор списка событий

source: Execute plugin
ru: Выполнить плагин

source: Exit
ru: Выход

source: Expert functions
ru: Экспертные функции

source: Expert-functions
ru: Эксперт-функции

source: Favorites
ru: Избранное

source: Features
ru: Плагины

source: File could not be created:
ru: Файл не может быть создан:

source: File selector
ru: Селектор файлов

source: File system
ru: Файловая система

source: Filebrowser
ru: Файловый браузер

source: Filebrowser settings
ru: Настройки файлового браузера

source: Filename of the play list
ru: Имя файла списка воспроизведения

source: Filenames (with EPG data)
ru: Имена файлов (с данными EPG)

source: Files Browser
ru: Браузер файлов

source: Filter off
ru: Фильтр выключен

source: Filter on
ru: Фильтр включен

source: Font
ru: Шрифт

source: Font name
ru: Имя шрифта

source: Framerate
ru: Частота кадров

source: French
ru: Французский

source: Frequency
ru: Частота

source: Frequency:
ru: Частота:

source: Friday
ru: Пятница

source: Fullscreen
ru: Полноэкранный режим

source: Generic delay
ru: Общая задержка

source: Genre
ru: Жанр

source: German
ru: Немецкий

source: Goto Reference Position
ru: Исходная позиция

source: Gradient
ru: Градиент

source: Gradient direction
ru: Направление градиента

source: Guard Interval
ru: Защитный интервал

source: Guests
ru: Гости

source: HDD Devices:
ru: Жесткие диски:

source: HDD Format
ru: Формат жесткого диска

source: HDD Init
ru: Инициализация жесткого диска

source: HDD Mount
ru: Монтирование жесткого диска

source: HDD Mount Failed
ru: Не удалось примонтировать жесткий диск

source: HDD Mount failed !
ru: Не удалось примонтировать жесткий диск !

source: HDD Mounted
ru: Жесткий диск смонтирован

source: HDD Umount
ru: Жесткий диск отмонтирован

source: HDD check failed !
ru: Проверка жесткого диска не удалась !

source: HDD format failed !
ru: Сбой формата жесткого диска !

source: HDD init failed !
ru: Сбой инициализации жесткого диска !

source: HDD mounted
ru: Жесткий диск смонтирован

source: HDD settings
ru: Настройки жесткого диска

source: HDD umount
ru: Жесткий диск отмонтирован

source: HDD umounted
ru: Жесткий диск отмонтирован

source: HDD unmount failed !
ru: Не удалось размонтировать жесткий диск !

source: HDMI Color Space
ru: Цветовое пространство HDMI

source: Hdd Format
ru: Формат жесткого диска

source: Help
ru: Помощь

source: Here you can select a skin from the following list.
ru: Здесь вы можете выбрать скин из следующего списка

source: Hierarchy
ru: Иерархия

source: High decode priority
ru: Высокий приоритет декодирования

source: History
ru: История

source: Home page:
ru: Домашняя страница:

source: Horizontal
ru: Горизонтальный

source: Horizontal (in %)
ru: Горизонтальный (in %)

source: Hostname
ru: Имя хоста

source: Hot Keys mapping
ru: Настройка кнопок пульта

source: How long into the future will EPG extended descriptions
ru: Как долго в будущем будут расширяться описания EPG

source: How long will EPG-Data be stored after they timed out?
ru: Как долго будут храниться EPG-данные после истечения срока их действия?

source: How long will EPG-Data in the future cached?
ru: Как долго EPG-данные будут кэшироваться в будущем?

source: How many events should be stored?
ru: Сколько событий должно быть сохранено?

source: IP address
ru: IP-адрес

source: ISO-8859-1
ru: ISO-8859-

source: Image info
ru: Информация о Image

source: Image info:
ru: Информация о Image:

source: Increase Motor Position (a)
ru: Увеличить положение двигателя (a)

source: Infobar
ru: Инфобар

source: Information
ru: Информация

source: Install menu
ru: Меню установки

source: Interface
ru: Интерфейс

source: Internet Radio
ru: Интернет-радио

source: Invert
ru: Инвертировать

source: Is this video mode working ok ?
ru: Видеорежим работает нормально ?

source: Keybinding settings
ru: Настройки клавиш

source: Keyword
ru: Ключевое слово

source: LEFT
ru: Лево

source: Language
ru: Язык

source: Last Channel
ru: Последний канал

source: Last Channel settings
ru: Настройки последнего канала

source: Latitude
ru: Широта

source: Leave standby
ru: Выйти из режима ожидания

source: Length
ru: Длина

source: Length (Min)
ru: Длина (мин)

source: License:
ru: Лицензия:

source: Light to Dark
ru: От светлого к темному

source: Light to Dark to Light
ru: От светлого к темному к светлому

source: Line
ru: Линия

source: List End
ru: Конец списка

source: List Start
ru: Начало списка

source: Lock Remote Control
ru: Блокировка пульта

source: Lock program
ru: Блокировка программы

source: Locked Channel
ru: Блокировка канала

source: Locked program (from %d years up)
ru: Заблокированная программа (от %d лет и выше)

source: Longitude
ru: Долгота

source: Lower Right
ru: Нижний правый

source: MAC address
ru: MAC адрес

source: MD5 checking
ru: проверка MD5

source: Main Menu
ru: Главное меню

source: Make Remaining Channels list
ru: Составить список оставшихся каналов

source: Manual frequency scan / Test signal
ru: Ручное частотное сканирование / Тестовый сигнал

source: Media
ru: Медиа

source: Media Player
ru: Медиаплеер

source: Menu
ru: Меню

source: Menu Info
ru: Информация о меню

source: Menu Title
ru: Заголовок меню

source: Menu Title 2
ru: Заголовок меню 2

source: Menu mode
ru: Режим меню

source: Message
ru: Сообщение

source: Misc settings
ru: Разные настройки

source: Mo Tu We Th Fr Sa Su
ru: Пн Вт Ср Чт Пт Сб Вс

source: Modify
ru: Изменить

source: Modulation
ru: Модуляция

source: Monday
ru: Понедельник

source: More Screenings on this Channel
ru: Больше показов на этом канале

source: Motor Control Settings
ru: Настройки управления двигателем

source: Motor Setup
ru: Настройка двигателя

source: Motor settings
ru: Установки двигателя

source: Mount network volume
ru: Монтировать сетевой том

source: Mount options
ru: Параметры монтирования

source: Move
ru: Переместить

source: Movie end:
ru: Конец фильма:

source: Movie info
ru: Информация о фильме

source: Movieplayer settings
ru: Настройки Movieplayer

source: Movies Browser
ru: Браузеры фильмов

source: My Favorites
ru: Мои любимые

source: Name
ru: Имя

source: Name server
ru: Имя сервера

source: Netmask
ru: Сетевая маска

source: Network Mount Manager
ru: Диспетчер сетевых подключений

source: Network Name
ru: Сетевое имя

source: Network settings
ru: Сетевые настройки

source: Neu channel
ru: Новый канал

source: Neutrino Restart
ru: Перезапуск Нейтрино

source: Neutrino restart
ru: Перезапуск Нейтрино

source: New Bookmark
ru: Новая закладка

source: New timer
ru: Новый таймер

source: Next
ru: Следующий

source: Next Page
ru: Следующая страница

source: Next bouquet
ru: Следующий букет

source: Next image
ru: Следующее изображение

source: Next program
ru: Следующая программа

source: No
ru: Нет

source: No channels were found! Please execute a scan (MENU-key -> System)
ru: Никаких каналов обнаружено не было! Пожалуйста, выполните сканирование (кнопка-Меню -> Спутник)

source: No channels were found! Please execute a scan (MENU-key -> service)
ru: Никаких каналов обнаружено не было! Пожалуйста, выполните сканирование (кнопка-Меню -> Сервис)

source: No detailed informations available
ru: Подробная информация недоступна

source: No info for current program available
ru: Информация о текущей программе недоступна

source: No neutrino-settings found, Using defaults.
ru: Настройки не найдены. Используем по умолчанию.

source: Noise
ru: Шум

source: North
ru: Север

source: Not used
ru: Не используется

source: Now
ru: Сейчас

source: Number
ru: Номер

source: Numeric Zap
ru: Номер Zap

source: OK
ru: Ок

source: Off
ru: Выкл.

source: On
ru: Вкл.

source: Only radio
ru: Только радио

source: Only tv
ru: Только тв

source: Options
ru: Параметры

source: Original Title
ru: Оригинальное название

source: Original title
ru: Оригинальное название

source: Other
ru: Другое

source: Overwrite?
ru: Перезаписать?

source: PCM Delay
ru: Задержка PCM

source: Package successfully installed
ru: Пакет успешно установлен

source: Page Down
ru: Страница вниз

source: Page Up
ru: Страница вверх

source: Parentallock settings
ru: Настройка родительского крнтроля

source: Partition selector
ru: Селектор разделов

source: Password
ru: Пароль

source: Path
ru: Путь

source: Permanent timeshift
ru: Постоянный сдвиг времени

source: Playtime
ru: Время воспроизведения

source: Please enter the filename of the playlist
ru: Пожалуйста, введите имя файла списка воспроизведения

source: Please press the new key
ru: Пожалуйста, нажмите новую клавишу

source: Plugin
ru: Плагин

source: Plugins
ru: Плагины

source: Polarization
ru: Поляризация

source: Polish
ru: Польский

source: Power Menu
ru: Меню питания

source: Prefered subtitle language
ru: Предпочтительный язык субтитров

source: Preferred EPG language
ru: Предпочтительный язык EPG

source: Preferred language
ru: Предпочтительный язык

source: Previous image
ru: Предыдущее изображение

source: Program unknown
ru: Программа неизвестна

source: Progressbar Color
ru: Цвет прогрессбара

source: Prompt for PIN
ru: Запрос ПИН-кода

source: Provider
ru: Провайдер

source: Provider:
ru: Провайдер:

source: Providers
ru: Провайдеры

source: Proxy server
ru: Прокси-сервер

source: Quality
ru: Качество

source: RIGHT
ru: Право

source: Radio
ru: Радио

source: Radio Channel
ru: Радиоканал

source: Radio Mode
ru: Радио

source: Radio Text
ru: Радиотекст

source: Radius
ru: Радиус

source: Read one partition
ru: Чтение одного раздела

source: Read whole image
ru: Чтение всего изображения

source: Reading Flash
ru: Чтение флэш

source: Reboot
ru: Перезагрузка

source: Receipt signal
ru: Сигнал приема

source: Record
ru: Запись

source: Record AC3 streams
ru: Запись AC3 потока

source: Record alternative streams
ru: Запись альтернативных потоков

source: Record date
ru: Дата записи

source: Record default audio streams
ru: Запись аудиопотоков по умолчанию

source: Record standard stream
ru: Запись стандартного потока

source: Record start time correction
ru: Коррекция времени начала записи

source: Record stop time correction
ru: Коррекция времени остановки записи

source: Recording
ru: Запись

source: Recording directory
ru: Каталог записей

source: Recording settings
ru: Настройки записи

source: Recording starts in a few minutes
ru: апись начнется через несколько минут

source: Refresh EPG
ru: Обновить EPG

source: Reload
ru: Перезагрузка

source: Reload channel lists
ru: Перезагрузка списков каналов

source: Remind
ru: Напомнить

source: Reminder
ru: Напоминание

source: Remote Control lock
ru: Замок дистанционного управления

source: Remote Control settings
ru: Настройки пульта

source: Remote control reactivated.
ru: Пульт повторно активирован

source: Repeat
ru: Повторить

source: Repeat delay
ru: Задержка повтора

source: Reset settings to defaults
ru: Сброс настроек к значениям по умолчанию

source: Reset to defaults
ru: Сброс к значениям по умолчанию

source: Resolution
ru: Разрешение

source: Restore EPG on boot
ru: Восстановить EPG при загрузке

source: Rotor position
ru: Положение ротора

source: Russian
ru: Русский

source: SMATV Remote Tuning
ru: Удаленная настройка SMATV

source: Same TP
ru: Тот же ТП

source: Sat settings
ru: Настройки Sat

source: Satellite
ru: Спутник

source: Satellite Position (Step Mode):
ru: Положение спутника (шаговый режим):

source: Satellite display on infobar
ru: Спутниковое отображение на инфобаре

source: Satellite-Bouquet
ru: Спутник-Букет

source: Satellite:
ru: Спутник:

source: Satellites
ru: Спутники

source: Saturation
ru: Насыщенность

source: Saturday
ru: Суббота

source: Save RC configuration
ru: Сохранить конфигурацию пульта

source: Save current theme
ru: Сохранить текущую тему

source: Save settings now
ru: Сохранить настройки сейчас

source: Save/Restore epg on reboot
ru: Сохранить/восстановить epg при перезагрузке

source: Saving RC configuration, please wait...
ru: Сохранение конфигурации пульта, пожалуйста, подождите...

source: Saving current theme!
ru: Сохранение текущей темы!

source: Scaling
ru: Масштабирование

source: Scan for services
ru: Сканирование служб

source: Scan transponder
ru: Сканирование транспондера

source: Scart Mode
ru: Scart

source: Schedule
ru: Расписание

source: Schedule Event
ru: Запланированное событие

source: Schedule Record
ru: Запись расписания

source: Screen
ru: Экран

source: Screen Setup
ru: Настройка экрана

source: Screenshot
ru: Скриншот

source: Scroll Mode
ru: Режим прокрутки

source: Scroll down
ru: Прокрутка вниз

source: Scroll left
ru: Прокрутка влево

source: Scroll right
ru: Прокрутка вправо

source: Scroll up
ru: Прокрутка вверх

source: Search
ru: Поиск

source: Search for keyword in EPG...
ru: Поиск по ключевому слову-это EPG...

source: Search in EPG
ru: Поиск в EPG

source: Search within
ru: Поиск внутри

source: Security
ru: Безопасность

source: Select audio track
ru: Выбрать звуковую дорожку

source: Select language
ru: Выбор языка

source: Select transponder
ru: Выбрать транспондер

source: Set East (soft) Limit
ru: Устанавливает Восток (soft) Предел

source: Set West (soft) Limit
ru: Устанавливает Запад (soft) Предел

source: Set in days.
ru: Устанавливается через несколько дней

source: Set in hours
ru: Устанавливает часы работы

source: Settings
ru: Настройки

source: Settings backup
ru: Резервное копирование настроек

source: Settings restore
ru: восстановить настройки

source: Setup New Key
ru: Настройка нового ключа

source: Setup network now
ru: Настройка сети сейчас

source: Setup network now, please wait...
ru: Настройка сети сейчас, пожалуйста, подождите...

source: Setup network on startup
ru: Настройка сети при запуске

source: Setup new key
ru: Настройка нового ключа

source: Should the search really be aborted?
ru: Должен ли поиск действительно быть прерван?

source: Show active network settings
ru: Показать активные сетевые настройки

source: Show file rights
ru: Показать права на файл

source: Show mode
ru: Показать режим

source: Shutdown
ru: Завершение работы

source: Shutdown time in min. (000=off)
ru: Время выключения - мин. (000=выкл.)

source: Size
ru: Размер

source: Skin Select
ru: Выбор скина

source: Skin select
ru: Выбор скина

source: Sleep time
ru: Время сна

source: Slideshow display time
ru: Время отображения слайд-шоу

source: Slovak
ru: Словацкий

source: Software update
ru: Обновление программного обеспечения

source: Software update URL
ru: URL-адрес обновлений программного обеспечения

source: South
ru: Юг

source: Standby
ru: Режим ожидания

source: Standby Brightness
ru: Яркость в режиме ожидания

source: Start
ru: Старт

source: Start Channel
ru: Начальный канал

source: Start Channel settings
ru: Настройки начального канала

source: Start Search
ru: Начать поиск

source: Start movie from:
ru: Начните фильм с:

source: Start scan
ru: Начать сканирование

source: Startup to standby
ru: Запуск в режим ожидания

source: Status
ru: Статус

source: Status line
ru: Строка состояния

source: Stop subtitles
ru: Остановить субтитры

source: Stop time
ru: Остановить время

source: Store Motor Position (a)
ru: Сохранить положение двигателя (a)

source: Stream information
ru: Информация о потоке

source: Stretch Mode
ru: Режим растяжения

source: Subservices
ru: Подсервисы

source: Subtitle Select
ru: Выбор субтитров

source: Subtitle language preferences
ru: Языковые настройки субтитров

source: Subtitles
ru: Субтитры

source: Subtitles not found
ru: Субтитры не найдены

source: Sunday
ru: Воскресенье

source: System
ru: Настройка тюнера

source: TOP LEFT
ru: ВЕРХНИЙ ЛЕВЫЙ

source: TOP RIGHT
ru: ВВЕРХУ СПРАВА

source: TV
ru: ТВ

source: TV & Radio
ru: ТВ и Радио

source: TV Channel
ru: ТВ каналы

source: TV Mode
ru: ТВ

source: TV-System
ru: ТВ-Система

source: TV/Radio-mode
ru: ТВ/Радио

source: Teletext
ru: Телетекст

source: Test network now
ru: Тест сети

source: Test signal
ru: Тест сигнала

source: The STB will shutdown after this time.
ru: STB завершит работу по истечении этого времени

source: The extension .m3u will be added automatically
ru: Расширение .m3u будет добавлено автоматически

source: Theme name
ru: Название темы

source: Themes
ru: Темы

source: Thursday
ru: Четверг

source: Time
ru: Время

source: Time Zone
ru: Часовой пояс

source: Time in sec. After this time the
ru: Время в сек. После этого времени

source: Time-Syncronisation
ru: Синхронизация времени

source: Timer settings
ru: Настройки таймера

source: Timing
ru: Тайминги

source: Tint
ru: Оттенок

source: Title
ru: Название

source: Total
ru: Всего

source: Transmission mode
ru: Режим передачи

source: Transponders:
ru: Транспондеры:

source: Tuesday
ru: Вторник

source: Tuner mode
ru: Режим тюнера

source: Type:
ru: Тип:

source: USALS command repeat
ru: Повторение команды USALS

source: Umount network volume
ru: Сетьевой том отмонтирован

source: Unknown
ru: Неизвестно

source: Upper Left
ru: Верхний левый

source: Use 0..9, or use Up/Down,
ru: Используйте 0..9 или используйте верх/низ

source: User menu
ru: Меню пользователя
